Repository: VoteIT/voteit.vote_groups
Catalog: voteit/vote_groups/locale/*/LC_MESSAGES/voteit.vote_groups.po
Languages: sv

source: Primary
sv: Ordinarie

source: Stand-in
sv: Ersättare

source: Present with group voter rights.
sv: Närvarande med rösträtt från grupper.

source: present_with_vote_groups_description
sv: Tilldelar rösträtt till närvarande användare baserat på inställning i röstgrupper.

source: Cannot remove user(s) ${users} with transferred voter permission.
sv: Kan inte ta bort användare ${users} med överförd rösträtt.

source: Already exists
sv: Finns redan

source: Title
sv: Titel

source: Description
sv: Beskrivning

source: Username
sv: Användarnamn

source: User
sv: Användare

source: Start typing a userid
sv: Börja skriva ett användarnamn

source: Emails of potential members
sv: E-post till potentiella gruppmedlemmar

source: Add one per row
sv: Lägg till en per rad

source: - Select -
sv: - Välj -

source: Update electoral register too?
sv: Vill du även uppdatera röstlängden?

source: Will only update if a new one is needed.
sv: Uppdateras bara om en ny behövs.

source: Copy groups from another meeting
sv: Kopiera grupper från ett annat möte

source: copy_groups_description
sv: Du kan vara välja ett möte där du har varit moderator. Om en grupp redan existerar så skippas den.

source: Roles
sv: Roller

source: Welcome text of the email that will be sent
sv: Välkomsttext i epostmeddelandet som kommer skickas

source: ticket_message_description
sv: Epostmeddelandet kommer innehålla instruktioner om tillgång till mötet, så fokusera på sådant som kan vara specifikt för era deltagare.

source: Groups to invite from
sv: Grupper att bjuda in från

source: Apply now?
sv: Applicera nu?

source: Note! Polls ongoing within meeting!
sv: OBS! Mötet har pågående omröstningar!

source: No such group
sv: Ingen sådan grupp

source: You do not have authorization to change voter rights.
sv: Du har inte behörighet att ändra rösträtter.

source: Vote transfered
sv: Röst överförd

source: Can not change role for user(s) ${users} with assigned voter rights.
sv: Kan inte ändra roll för användare ${users} med överförda rösträtter.

source: User(s) ${users} are already primary in another group.
sv: Användare ${users} är redan ordinarie i annan grupp.

source: Edit vote group
sv: Redigera röstgrupp

source: really_delete_vote_group_warning
sv: Är du säker på att du vill radera röstgruppen '${vote_group_title}'? Detta kan inte ångras.

source: Deleted '${title}'
sv: Raderade '${title}'

source: vote_assignment
sv: Välj ersättare för ${user} (${vote_group_title})

source: Done
sv: Klart

source: Apply voting rights according to groups + checked in?
sv: Tillämpa rösträtt baserat på röstgrupper + incheckade användare?

source: voteit.qr not installed
sv: voteit.qr är ej installerat

source: voteit.irl not installed, so electoral register doesn't exist.
sv: voteit.irl är ej installerat, så röstlängd saknas.

source: updated_voter_permissions_notice
sv: Antal närvarande med rösträtt: ${total}. Lagt till ${added_count} och tagit bort ${removed_count}.

source: Copy groups from another meeting?
sv: Kopiera grupper från ett annat möte?

source: Copied ${count} groups
sv: Kopierade ${count} grupper

source: No groups to copy.
sv: Inga grupper att kopiera.

source: Invite participants from groups
sv: Bjud in deltagare från grupper

source: added_tickets_text
sv: La till ${added} inbjudningar

source: no_tickets_added
sv: Inga biljetter las till - alla du specificerade finns redan. (Gick igenom ${rejected})

source: added_tickets_text_some_rejected
sv: La till ${added} inbjudningar men skippade ${rejected} eftersom de redan existerade eller hade använts.

source: Vote Group settings
sv: Inställningar för röstgrupper

source: Saved, updates will occur when assignments do.
sv: Sparad, uppdateringar sker när röster flyttas.

source: Groups
sv: Grupper

source: Vote groups
sv: Röstgrupper

source: Handle voter rights with vote groups.
sv: Hantera rösträtt med röstgrupper.

source: Manage
sv: Hantera

source: Settings
sv: Inställningar

source: Copy from another meeting
sv: Kopiera från ett annat möte

source: Invite participants
sv: Bjud in deltagare

source: Apply present
sv: Uppdatera röstlängd

source: New vote group
sv: Ny röstgrupp

source: Print
sv: Skriv ut

source: Apply vote rights
sv: Tillämpa rösträtter

source: Show my groups
sv: Visa mina grupper

source: Show all groups
sv: Visa alla grupper

source: Total voters: ${count}
sv: Totalt röstande: ${count}

source: Unregistered members: ${count}
sv: Oregistrerade medlemmar: ${count}

source: Current voters: ${count}
sv: Nuvarande röstande: ${count}

source: Checked in: ${count}
sv: Incheckade: ${count}

source: Edit
sv: Redigera

source: Change roles
sv: Ändra roller

source: Save roles
sv: Spara roller

source: Delete
sv: Radera

source: Member
sv: Medlem

source: Role
sv: Roll

source: voter
sv: rösträtt

source: user will get vote permission when voting register is updated
sv: användaren får rösträtt när röstlängden uppdateras

source: checked in
sv: incheckat

source: Choose stand-in
sv: Välj ersättare

source: Return vote
sv: Returnera röst

source: Release stand-in
sv: Återför

source: No stand-ins available
sv: Inga ersättare tillgängliga

source: Substitute for
sv: Ersättare för

source: Substitute in group
sv: Ersättare i grupp

source: Voter in group
sv: Rösträtt i grupp
